<template>
<div class="layout">
        <Layout>
            <Header style="background:#fafafa">
                 <Menu style="background:#fafafa" mode="horizontal" active-name="2-2">
                    <div class="layout-logo">
                        <router-link to="/">
                        <img src="https://s2.ax1x.com/2019/04/01/AslJxg.md.png" alt="AslJxg.png" width="100%" height="100%" />
                        </router-link>
                        
                        </div>
                    <div class="layout-nav">
                       
<Submenu name="1">
            <template slot="title">
                <Icon type="ios-navigate"></Icon>
                新闻专栏
            </template>
            
                <MenuItem name="1-1" to="/xinw">实时新闻</MenuItem>
                <MenuItem name="1-2" to="/xinwws">事件专栏</MenuItem>
                <MenuItem name="1-3" to="/xinwss">新闻搜索</MenuItem>
               
        </Submenu>


<Submenu name="2">
            <template slot="title">
                <Icon type="ios-keypad"></Icon>
                历史展馆
            </template>
            
                <MenuItem name="2-1" to="/jgls">建国历史</MenuItem>
                <MenuItem name="2-2" to="/jdls">建党历史</MenuItem>
             
           
        </Submenu>


                      
                        <MenuItem name="3" to="/xuex">
                            <Icon type="ios-analytics"></Icon>
                            资源共享
                        </MenuItem>
                        <MenuItem name="4" to="/agtl">
                            <Icon type="ios-paper"></Icon>
                            讨论社区
                        </MenuItem>
                    </div>
                </Menu>
            </Header>
            <Layout :style="{padding: '0 50px'}">
                <Breadcrumb :style="{margin: '16px 0'}">
                    <BreadcrumbItem to="/">主页</BreadcrumbItem>
                    <BreadcrumbItem to="/jgls">历史展馆</BreadcrumbItem>
                    <BreadcrumbItem >建党历史</BreadcrumbItem>
                    
                    
                </Breadcrumb>
              
              


   <Content style="padding:50px 0; min-height:900px; background:#fff;width:1230px;margin-left: auto;margin-right: auto;">
                    
                    <Row type="flex" justify="space-around" align="top">
                        <Col span="8">
                    <Affix :offset-top="120">
                        <Row >
                            
                           <Timeline>

                    
        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d1')" class="time">成立前奏（1919-1920）</a>
            
        </TimelineItem>
        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d2')" class="time">共产国际时代（1920-1942）</a>
            <p class="content"><a @click="goAnchor('d2-1')">新生时期（1920-1923）</a></p>
            <p class="content"><a @click="goAnchor('d2-2')">第一次国共合作时期（1923-1927）</a></p>
            <p class="content"><a @click="goAnchor('d2-3')">武装割据时期（1927-1931）</a></p>
            <p class="content"><a @click="goAnchor('d2-4')">分离主义时期（1931-1937）</a></p>
            <p class="content"><a @click="goAnchor('d2-5')">抗日统一战线时期（1937-1942）</a></p>
        </TimelineItem>
        
        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d3')" class="time">毛泽东时代（1942-1976）</a>
            <p class="content"><a @click="goAnchor('d3-1')">延安时期（1942-1946）</a></p>
            <p class="content"><a @click="goAnchor('d3-2')">国共内战时期（1946-1950）</a></p>
            <p class="content"><a @click="goAnchor('d3-3')">中共政权确立时期（1949-1954）</a></p>
            <p class="content"><a @click="goAnchor('d3-4')">社会主义建设、教育时期（1954-1966）</a></p>
            
        </TimelineItem>
       

    </Timeline>



                        </Row>
                      </Affix>
                        </Col>

           

                        <Col span="16">
    
           




<div id="d1"><Divider  class="time" orientation="left">成立前奏（1919-1920）</Divider>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1840年鸦片战争以后，国际帝国主义势力陆陆续续侵入中国，使得社会结构从封建社会逐步演变为半殖民地暨半封建社会，在这过程中陆续发生太平天国运动以及辛亥革命。与此同时现代工业技术的发展使得中国出现无产阶级并且不断成长，到了1919年时工人人数已经达到200万人左右。民国八年（1919年）3月共产国际成立，通过了《共产国际行动纲领》、《关于资产阶级民主和无产阶级专政的提纲》、布哈林起草的《共产国际行动纲领》和托洛茨基起草的《共产国际致全世界无产者宣言》，鼓励无产阶级推翻资产阶级的统治，建立无产阶级专政[1]。中国共产党的想法最早起源自1919年五四运动以及所引起的新文化运动，当时许多改进中国社会的主张引起许多讨论，而无政府主义、共产主义等激进意识形态也被中国知识分子引入，并且和工人运动开始结合[2]。不过早在1917年俄国十月革命成功后，有关共产主义或者社会主义的思想在中国成为热门。其中许多主张共产主义可以改善中国社会的学者在新文化运动期间，于中国各地建立起共产主义研究小组[3]。与此同时，李大钊则成为首位公开支持列宁主义与世界革命的中国知识分子[4]。1919年3月俄国第三国际宣告成立，鼓励全世界无产阶级推翻资产阶级的统治，进而建立无产阶级专政[5]。到了隔年，苏联共产党领导的第三国际成立共产国际远东局。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1920年初，李大钊和陈独秀等人开始有关于建立共产党讨论。1920年4月，共产国际远东局派遣吴廷康等人作为代表前往观察中国状况，计划在上海市建立第三国际东亚书记处并且在中国组建共产党。吴廷康随后在翻译杨明斋陪同下先是前往北京市与李大钊会面，之后则到访上海市和陈独秀共同商讨建党问题。同年5月开始，陈独秀邀请李汉俊、李达、俞秀松等共产主义支持者共同商讨建党事宜。同年8月，陈独秀、李汉俊、李达、陈望道、俞秀松等人在上海市组织成立了中国共产党，并且推选陈独秀为书记，后来这在上海市组建的首个中国共产党组织被称为“上海共产主义小组”。上海共产党早期组织成立后，实际上成为中国各地建党活动的联络中心。1920年10月，李大钊、张申府和张国焘发起起成立北京共产党早期组织，并且由李大钊担任负责人。而在早期组织建立后，包括罗章龙、刘仁静、邓中夏、高君宇、何孟雄、缪伯英、范鸿劼、张太雷等北京大学马克思学说研究会成员先后加入。[6]</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">尽管李大钊和陈独秀就是否要在中华民国政坛从事政治改革之论点有所差异[7]，然而两人都把俄国十月革命作为开创性的行动，认为它预示著许多被压迫的国家即将进入新的时代[7]。1920年秋季，施存统、周佛海等人在日本东京建立旅日共产党早期组织，由施存统为负责人。同年秋冬之际，毛泽东、何叔衡等人在长沙市以新民学会骨干为核心，秘密组建共产党早期组织。1920年年底至1921年年初，王尽美、邓恩铭等人则在济南市建立共产党早期组织。在与无政府主义者组织的共产党决裂后，1921年春季陈独秀联合谭平山、陈公博、谭植棠等人重新组建广州共产党早期组织，并且先后由陈独秀和谭平山担任书记。同一年张申府、周恩来、赵世炎、刘清扬等人在法国巴黎也建立了由留学生组成的共产党早期组织，并以张申府为负责人。这些早期组建后来中国共产党的地方组织并未统一名称，其名称包括有“共产党”、“共产党支部”或者是“共产党小组”，后来则被通称为“共产主义小组”。这些在各地成立的共产主义小组最早参考了列宁所提出的先锋主义运作[8]，并且被蔡和森等学术界视为中国共产党的雏形[9]。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">这些共产主义工作小组成员有组织且有计划地扩大有关马克思主义的研究和宣传，并且批判各类反对马克思主义的思想；同时还在各个地方还发起建立社会主义青年团、创办工人刊物、开办工人学校，并且领导工人成立工会以发动工人运动，这些进一步促进了马克思主义理论和工人运动的结合。其中在1920年9月，上海共产主义小组把《新青年》杂志改为自身公开刊物，同年11月又创办了在中国各个主要城市秘密发行的《共产党》月刊。新青年出版社还翻译《共产党宣言》、《国家与革命》等马克思列宁主义著作，以及发行多份宣传马克思主义的小册子。各地共产主义小组也积极创办了以工人为主要读者的通俗刊物，借此对工人进行阶级意识的启蒙教育，这包括有上海市发行的《劳动界》，北京市发行的《劳动音》和《工人月刊》、济南市发行的《济南劳动月刊》、广州市发行的《劳动者》等。各地共产主义小组以此为基础积极深入工人群众，进而举办工人夜校和建立工会组织，同时还在各地组织社会主义青年团。</p>
</div>

<div id="d2"><Divider class="time" orientation="left">共产国际时代（1920-1942）
</Divider>



<div id="d2-1"><h3 style="padding-bottom: 15px;">新生时期（1920-1923）</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">民国九年（1920年）俄共（布）为了领导远东地区党的工作，成立了俄共（布）远东局。[10][11]。时年4月，俄共（布）远东局派出的共产国际代表维经斯基（吴廷康）受命组建中国的共产党，在翻译杨明斋的陪同下，以苏俄《生活报》记者的身份来到中国，他们在北京通过俄国汉学家译学馆俄文教习伊凤阁和鲍立维的介绍联系到李大钊，又通过李与上海的陈独秀、戴传贤（戴季陶）、张东荪建立了联系。[12]。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">4月底，维经斯基在上海会见了陈独秀，向他提出组织中国共产党以及中共加入共产国际的建议，并向上海共产党人提供经费资助。8月上旬，陈独秀、李汉俊、陈望道、沈玄庐、俞秀松、李达、施存统和邵力子等人在上海陈独秀寓所组织成立了“中国共产党”（后人称“中共上海支部”或“上海共产主义小组”），陈独秀被推选为书记。（所以共产国际的刊物认为，中国共产党的成立日期是1920年8月。）</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">陈独秀还在另外几个城市（北京、汉口、长沙、济南、广州、东京及巴黎）中发展了组织，并组织捣毁焚烧了与其观点相左的北京晨报馆。[13]1920年5月共产国际东亚书记处在上海成立。该处下设中国、朝鲜和日本三个科。中国科的工作任务是:进行党的建设、工会建设,开展共产主义宣传、组织出版工作等。1920年8月到1921年3月间，共产国际在伊尔库茨克建立共产国际执行委员会远东书记处，负责在日本、朝鲜和中国进行宣传工作。[14]</p
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">大正十年（1921年）1月，维经斯基回到俄国，随后被共产国际任命为在伊尔库茨克成立的共产国际远东局书记处书记，负责与中国、蒙古、日本、朝鲜等国的革命者联系，指导开展革命运动。 1921年6月3日，共产国际执行委员会委员马林到达上海。与此同时，共产国际远东局书记处代表尼克尔斯基也到达上海。[15]</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">由于中国共产党接受共产国际提供的经费援助（为了方便在中国南方变现，很多情况下不是卢布纸币现钞，而是珠宝、钻石甚至是鸦片[16]），而被指责为“崇拜卢布，是卢布主义”。 陈独秀个人反对接受共产国际的经费援助[17]，称将要独立自主，不能受制于人。但由于现实原因，最终妥协，中国共产党的主要经费仍是由总部在莫斯科的共产国际提供。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">民国十年（1921年）7月23日，在共产国际的资助下，来自各地共产主义小组的13名代表（共有57名党员）和共产国际代表马林、尼克尔斯基于上海召开第一次全国代表大会，最后一天会议移至嘉兴南湖举行，会议选举陈独秀、张国焘、李达三人组成的中央局为领导机构。这也是中共通常认可的成立日期。7月，在上海公开成立工人维权组织“中国劳动组合书记部”，并陆续成立北京、武汉、长沙、广州、济南分部，发动工人维权罢工活动。[18]</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">民国11年（1922年）7月，中共第二次全国代表大会在上海召开，大会代表12人，代表全国195名党员。中共二大制定了中国共产党历史上第一个党章，提出了中国共产党的纲领。大会决定，中国共产党加入共产国际，宣布“中国共产党是共产国际的一个支部”，接受俄国共产党（布尔什维克）的指导。[19]为了加强对中国共产党的控制，自民国12年至16年（1923年~1927年）大革命时期，苏共中央政治局召开了122次讨论中国革命的会议，作出了738个决议。[20]</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">中共一大之后，中国共产党成立了领导工人运动的中国劳动组合书记部。从1922年1月到1923年2月，领导了安源路矿工人大罢工、二七大罢工，掀起了中国工人运动的第一个高潮。在持续13个月的时间里，中国发生大小罢工100余次，参加人数达到了30万以上。其中，京汉铁路工人大罢工上演了最为惨重的一幕。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">民国十年（1921年）12月，共产国际代表马林得到中国大总统孙中山同意，在张太雷的陪同下前往桂林孙中山大本营所在地，在那里停留了9天，与孙三次长谈，并广泛接触国民党的其他一些领导人。之后马林提议中共应该与国民党合作。[21]共产国际执委会又发出《给共产国际驻中国特派代表的指示》，全力支持马林推行“党内合作”[22][23]。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1922年，共产国际指示中共与孙中山和中国国民党合作，陈独秀和几乎所有中共领袖最初都表示反对。4月6日，陈独秀给维经斯基写信，提出6条意见反对马林的提议，如两党革命宗旨不同、革命依据不同、盟友不同等。他也日益对莫斯科的意志和共产国际对中共的指挥感到不满,终于勉强表示服从马林传达的共产国际指示，同意加入国民党。马林主张中国共产党同中国国民党积极合作，因此与中共领导人产生很大的矛盾。1924年，马林被召回，由维经斯基接替。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">民国11年（1922年）9月，经张继介绍，孙中山亲自主盟，陈独秀、李大钊等先后正式加入国民党。1923年1月12日，共产国际作出《共产国际执行委员会关于中国共产党与国民党关系问题的决议》[24][25][26]。</p>



<div id="d2-2"><h3 style="padding-bottom: 15px;">第一次国共合作时期（1923-1927）</h3></div>
<h4 style="padding-bottom: 15px;padding-left:10px;">加入国民党</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">民国12年（1923年）1月，孙中山与苏联代表越飞在上海会谈后，发表联合宣言或称孙越宣言，开始联俄容共的策略。之后2月派廖仲恺继续与苏联谈判，8月又派蒋介石到苏联考察军事。10月，聘请共产国际的鲍罗廷为顾问，负责改组国民党，使之成为类似布尔什维克式政党。中国共产党第三次全国代表大会于6月12日至20日在广州召开。此次大会的中心议题是讨论全体共产党员加入国民党的问题，通过了党的“三大”宣言和《关于国民运动及国民党的决议案》。[27]。中共三大确定了全体共产党员以个人名义加入中国国民党，并与国民党建立“革命统一战线”的方针[28][29]。</p>

<h4 style="padding-bottom: 15px;padding-left:10px;">中共系的活动</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">民国13年（1924年）1月20日至30日，孙中山在广州召开了国民党第一次全国代表大会，郑重阐明了三民主义[需要第三方来源][30]。大会选举出中国国民党中央执行委员会，共产党员李大钊、谭平山、毛泽东、林祖涵、瞿秋白等10人当选为国民党中央执行委员或候补执行委员，约占委员总数的1/4。会后，在国民党中央党部担任重要职务的共产党员有：组织部长谭平山，农民部长林祖涵，宣传部代理部长毛泽东等。随后，全国大部分地区以共产党员和国民党员为骨干改组或建立了各级国民党党部[31]。国民党的“一全”也标志着第一次国共合作的正式建立。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">在苏联的援助下，民国13年（1924年）5月在广州黄埔建立黄埔军校。蒋介石任校长，廖仲恺任党代表，周恩来任政治部副主任。黄埔军校与以往军校的不同，把政治教育和军事训练放到同等重要的地位，注重培养学生爱国思想和革命精神，依照苏联红军的样式。黄埔军校的成立为国民革命军奠定基础，培养了大批人才，包括林彪、徐向前等解放军名将皆出自黄埔军校。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">民国15年（1926年）2月17日至3月15日，共产国际执行委员会第六次扩大会议在莫斯科举行，通过了《关于中国问题的决议》，提出中国共产党和国民党应进行土地改革[32]。11月22日至12月16日，共产国际执行委员会第七次扩大全会在莫斯科举行，通过了《关于中国形势问题的决议》[33]。斯大林在中国委员会上发表了《论中国革命的前途》的演说，提出土地革命和武装斗争在中国革命中的重要地位[34]。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1925年5月30日，中国共产党以反对帝国主义屠杀中国工人为中心口号，发动群众在上海租界举行反对帝国主义的游行示威。租界的英国巡捕在南京路上先后逮捕100多人，当场打死13人，伤数十人，制造了震惊全国的五卅惨案。在中国共产党的领导和推动下，五卅运动迅速席卷全国，从工人发展到学生、商人、市民、农民等社会各阶层，约有1700万人直接参加了运动。</p>

<h4 style="padding-bottom: 15px;padding-left:10px;">合作破裂</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">孙中山去世导致的国民党权力真空和权力斗争，国民党派系丛生。中共在权力斗争中也加紧行动，控制党政要害部门，联合国民党左派，分化国民党；其领导的农民运动亦使军方利益受到了冲击。最终共产党在国民党内部的权斗中败北。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1927年4月6日，张作霖主导的北洋政府派军警突击搜查苏联大使馆，搜查出多份苏联和中共分裂中国罪证，并逮捕李大钊等中共人员，并以叛国罪起诉处死。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">蒋介石识破斯大林令中共通过与国民党左派合作夺取国民党的领导权进而夺取中国政权的阴谋，奋起反苏清共，汪精卫和平分共。 民国16年（1927年）4月12日，蒋介石在上海发起清党，大规模捕杀共产党员及亲共国民党员。 1927年4月18日蒋介石在南京另立“国民政府”，与武汉国民政府对峙。1927年4月27日至5月9日中国共产党第五次全国代表大会在武汉召开，陈独秀受到批评。[35] 共产国际"五月指示"要求中共实行土地革命，[36]动员千百万农民自动没收土地，组建一支8个师或10个师的可靠军队。7月初，共产国际执行委员会向中共中央发出《关于中国革命目前形势的决定》，要求中共退出国共合作统一战线。[37]。7月12日夜，根据共产国际执行委员会的紧急指示，在苏联顾问鲍罗廷的参与下，中共中央在汉口秘密进行了改组，成立临时常务委员会，由张国焘、李维汉、周恩来、李立三、张太雷组成临时中央委员会，代行中央政治局职权，陈独秀被停职，不再参加中央领导工作。当日，鲍罗廷按照联共（布）中央政治局的决定，要陈独秀动身去莫斯科，讨论中国革命问题[38]。同日，临时中央开会讨论挽救时局的办法，决定在张发奎（北伐军第二方面总指挥）部队中发动军事暴动，在工农运动基础较好的湘、鄂、赣、粤举行秋收暴动；尽快召开一次中央紧急会议，确定党的新方针，由李维汉、张太雷、瞿秋白筹备。重视武装斗争，抓枪杆子，针锋相对地反击蒋、汪对革命力量的镇压，成为临时中央明确的指导思想。7月13日，中共中央发表《中国共产党中央委员会对政局宣言》，决定撤回参加国民政府的共产党员，准备发动军事暴动和秋收暴动[39]。 　　</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1927年7月15日汪精卫在武汉召集会议，宣布停止与中国共产党的合作，第一次国共合作全面破裂。</p>


<div id="d2-3"><h3 style="padding-bottom: 15px;">武装割据时期（1927-1931）</h3></div>
<h4 style="padding-bottom: 15px;padding-left:10px;">武装暴动</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">8月1日，中国共产党周恩来、刘伯承、叶挺、贺龙（其时并非中共党员）等指挥发动南昌暴动，建立了军队。8月4日，中共部队放弃南昌，南下广东，这是中共首次建立正式武装部队、也是国共双方首次武力冲突。</p>
<h4 style="padding-bottom: 15px;padding-left:10px;">武装割据的形成</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1927年9月9日毛泽东在湖南、江西边界发动秋收暴动。12月11日，共产党在叶挺、叶剑英的领导下发动广州暴动，次日宣布成立广州苏维埃政府，但随即被广东军将领张发奎镇压。叶剑英和叶挺两人在战败后化装逃到香港[40]。1928年4月28日，朱德南昌起义部队与毛泽东秋收起义部队在江西井冈山会师，并于1928年5月组成中国工农红军。随着1929年毛泽东、朱德率领井冈山红四军转战赣南、闽西地区，共产党控制区（苏区）的面积不断扩大。 1930年8月毛泽东、朱德领导的红一军团与彭德怀率领的红三军团在湖南浏阳永和会师，组成中国工农红军第一方面军。1930年10月到1931年9月，国民政府三次对中国共产党位于江西、湖南的根据地中央苏区进行围剿，均以失败告终。</p>
<h4 style="padding-bottom: 15px;padding-left:10px;">八七会议</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">民国16年（1927年）8月7日中共在汉口召开“八七会议”。该党文献称：该会议确定了中国共产党武装夺取政权的总方针，并视之为根本任务；此会议改变了陈独秀过去对全党的领导路线；瞿秋白、李立三、王明、博古先后主持中共中央工作；确定八七会议到遵义会议是探索如何完成根本任务的时期。该会议中，毛泽东提出了“枪杆子里面出政权”的著名论断。此会通过了《中国共产党中央执行委员会告全党党员书》、《最近农民斗争的议决案》、《最近职工运动议决案》、《党的组织问题议决案》并追认批准了1927年7月《中国共产党中央执行委员会致中国国民党革命同志书》等文件[41]</p>
<h4 style="padding-bottom: 15px;padding-left:10px;">对中国本土派的围剿</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">民国18年（1929年）时值中国和苏联因中东路事件正在中国东北开战，陈独秀反对中共“武装保卫苏联”。[42]8月13日中共中央发出第44号通告,号召全党开展反对托派斗争后,中国托派被作为“反革命”、“出卖阶级的叛徒”,从中国共产党内被清除。[43]10月俄共（布）远东局在作出的《关于共产国际执行委员会第十次全会决议的决议》中认为：“陈独秀同志表达了最右倾机会主义的，而且常常也是反革命的观点。”决议再次提到陈独秀对中东路问题的态度，认为反对“保卫苏联”的口号是“机会主义的左翼国民党观点”。[44]中共中央政治局作出《中央关于反对党内机会主义与托洛茨基主义反对派的决议》,要求陈独秀“必须立即服从中央的决议，接受中央的警告，在党的路线之下工作，停止一切反党的宣传与活动。”[45]不久以陈独秀为首的托派被中央政治局开除党籍。[46][47]1929年12月古田会议上毛泽东确立了其在红四军中的领袖地位。1931年5月1日，在陈独秀的号召下4个托派组织在上海召开了统一大会，成立了统一后的托派中央，陈独秀为总书记。</p>
<h4 style="padding-bottom: 15px;padding-left:10px;">国际派的胜出</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1931年9月共产国际远东局指示中共改组中央领导，成立临时中央政治局。</p>


<div id="d2-4"><h3 style="padding-bottom: 15px;">分离主义时期（1931-1937）</h3></div>

<h4 style="padding-bottom: 15px;padding-left:10px;">分离政权的建立</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1931年9月18日，日本军发动九一八事变。11月7日，中国共产党在苏联支援下成立中华苏维埃共和国，首都为江西省瑞金。该政权颁布了宪法，发行了货币、设计了国旗，同时将其所属控制区域称为“苏区”。 1931年12月1日，毛泽东、项英、张国焘联名于《中华苏维埃共和国中央执行委员会布告》表明在一个中国疆域内有两国：“从现在起，中国疆域内有不同的两个中国，一个是中华民国，是帝国主义的工具，另一是中华苏维埃共和国，是剥削与压迫下广大工农兵的国家。他的旗帜是打倒帝国主义，消灭地主阶级，推翻国民党军阀政府，建立苏维埃政府于全中国，为数万万被压迫被剥削的工农兵士及其他被压迫群众的利益而奋斗，为全国真正的和平统一而奋斗。……他具有绝大威权打击着国民党军阀政府由崩溃走到死灭，他一定要很快取得全中国革命的胜利。”[49]。</p>
<h4 style="padding-bottom: 15px;padding-left:10px;">分离主义的受挫</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1932年10月毛泽东在宁都会议上被解除军权。民国23年（1934年），第五次围剿战争中，国民革命军在德国顾问建议下步步为营，采取持久作战和堡垒主义的方式进攻工农红军，而中共方面，毛泽东失去军事领导权，博古、李德等执行王明“御敌于国门之外”的错误政策，导致失败。中华苏维埃共和国临时中央政府迫于国民政府方面的军事压力于1934年10月18日撤离江西瑞金苏区，开始长征。同时，在南方还留下了一部分红军坚持游击战争，史称“南方游击战争”。红军在突围过程与国民政府军多次交火，损失惨重。 1935年1月长征途中的红一方面军在遵义召开中共中央政治局的扩大会议。会议结束了王明路线在党中央的统治；张闻天替代博古出任“总负责”，周恩来在军事上最高负责，毛泽东被补选为中共中央政治局常委，形成了张闻天、周恩来、毛泽东组成的新领导集体，毛泽东恢复了对红军的指挥权。毛泽东及时调整军事方针，最终成功摆脱国军的围追堵截，于1935年10月顺利到达陕西延安，与陕北红军会合。1936年10月，红军三大主力（红一方面军、红二方面军、红四方面军）在甘肃会宁会合，长征结束。</p>


<h4 style="padding-bottom: 15px;padding-left:10px;">分离主义的重生</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">中共中央通过长征从江西瑞金迁到陕北延安后，虽然摆脱了中央军，但依然危机四伏，有杨虎城的西北军，与张学良的东北军，东部和北部有阎锡山的晋绥军，西有马家军。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1936年2月，中国共产党宣布开始东征抗日，一举击溃阎锡山七个师。5月中共红军东征回师陕北后，继续坚持“停止内战，一致抗日”的主张。5月5日中国共产党发表《停战议和一致抗日通电》，通电表示：中国共产党“愿意在一个月内与所有一切进攻抗日红军的武装队伍实行停战议和，以达到一致抗日的目的”[50]，同时致书国民党中央，呼吁南京国民政府“停止内战，双方互派代表，磋商抗日救亡具体办法”[51]，以实现两党合作抗日[52]。中共于1936年10月由中国工农红军红四方面军主力2.18万人组建西路军，发动西征，意图打通经新疆与苏联的联系通道，但遭遇马家军的粉碎性打击而失败。</p>

<h4 style="padding-bottom: 15px;padding-left:10px;">分离主义的放弃</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1936年12月12日，时任西北剿匪副总司令的东北军将领张学良和时任第十七路军总指挥的西北军杨虎城在中国西安发动“兵谏”，扣押时任国民政府军事委员会委员长和西北剿匪总司令的蒋中正，并杀害保安人员、中央机关人员。最终蒋中正被迫接受“停止剿共、一同抗日”的主张而获释。国民政府被迫放弃“攘外必先安内”基本国策，停止与红军作战，抗日统一战线形式上建立，史称西安事变。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1936年，中华苏维埃人民共和国政府出于联合国民党抗击日本需要，逐步取消其割据性质，回归中华民国国民政府，将国号更改为中华苏维埃民主共和国，与中华民国靠近，意味中华民国内的苏维埃政府。1937年9月22日，“中华苏维埃民主共和国”正式宣布取消。</p>

<div id="d2-5"><h3 style="padding-bottom: 15px;">抗日统一战线时期（1937-1942）</h3></div>
<h4 style="padding-bottom: 15px;padding-left:10px;">第二次国共合作</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1937年卢沟桥事变后，中日两国终于进入全面战争的状态。8月22日至8月25日洛川会议中毛泽东指出，关于军事问题，抗日战争将是一场艰苦的持久战。毛泽东还提出红军的基本任务是：“创建根据地，牵制和相机消灭敌人，配合友军作战（主要是战略配合），保存与扩大红军，以及争取民族革命战争的领导权[53]。”红军的作战方针是独立自主的山地游击战争[53]。该会议根据毛泽东的提议，通过了《抗日救国十大纲领》[54]。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1937年9月6日，第二次国共合作展开，其最后一个政府机关“中央政府西北办事处”在延安整编为陕甘宁边区政府。成为当时的国民政府行政院的一个直辖行政区域.陕北地区的红军（约4万人）改编为国民革命军第八路军（后依抗战序列改称国民革命军第十八集团军）东渡黄河，开赴华北前线；与此同时，另有约8,000名在红军主力长征后留在原地坚持游击战争的红色游击队集中组成了国民革命军新编陆军第四军（简称新四军）对日作战。</p>
<h4 style="padding-bottom: 15px;padding-left:10px;">国共摩擦与决裂</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">国共双方之间也曾经爆发过多次流血冲突，其中有晋西事变、“黄桥战役”和“皖南事变”等。国民政府不再对共产党及其军队发放军饷补给，中共及其军队已不再听从国民政府号令（尽管事实听从过，但名义上是顺从的)，开始大力发展国民政府体制外的以抗日、民主为名的事实割据政权，国共统一战线已名存实亡。</p>

<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">抗日战争结束时，中国共产党的军队发展到了130余万人，民兵也发展到260余万人，控制敌占区约一亿人口[60]。</p>

</div>
<div id="d3"><Divider class="time" orientation="left">毛泽东时代（1942-1976）
</Divider>

<div id="d3-1"><h3 style="padding-bottom: 15px;">延安时期（1942-1946）</h3></div>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">中国共产党自1921年成立后，接受共产国际指挥。1941年6月22日苏德战争爆发，苏联无暇经营中共事务。毛泽东利用这个时机，打击中共内部以王明为首的国际派。中共文献则称该运动是为了：提高党内成员马克思列宁主义水平，肃清教条主义的影响，纠正各种非无产阶级思想，提高战斗力，以便战胜困难，夺取胜利。据此决定在中共党内开展一场普遍的整顿作风的运动。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1941年初，中共中央集中在延安的120多名高级干部学习马列著作和党的历史文献。5月19日，毛泽东作了《改造我们的学习》的报告，强调要理论联系实际，提出了党内反对主观主义的斗争任务。同年七八月间，中共中央相继作出《关于增强党性的决定》和《关于调查研究的决定》，并号召其党成员加强调查研究，克服非无产阶级思想，加强党性锻炼。9月，中共中央召开政治局扩大会议。根据该党文献，此次会议检讨了其的历史上，特别是第二次国内革命战争时期政治路线的错误，肯定了1931年初党的六届四中全会到1935年底，以王明为代表的“左”倾机会主义错误是政治路线错误；提出发动全党进行思想革命和解决理论与实际相结合的问题，同时讨论了如何使党的组织达到更进一步的统一和团结的问题。中央政治局在延安召开中共中央高级干部整风会议，整风学习从此开始。[61]这是中共延安整风的预备阶段。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1942年2月，毛泽东在延安作了《整顿党的作风》和《反对党八股》的报告，提出了整风运动的内容、方针、任务和方法。4月，中共中央宣传部发布《关于在延安讨论中央决定及毛泽东同志整顿三风报告的决定》。在延安的近万名干部普遍参加了此次学习。6月，中共中央宣传部又发出在全党进行整风的指示：《关于在党内进行整顿三风学习运动的决定》。从此，中共党内军内的整风逐步展开。根据该党文献称此次整风的内容是反对主观主义以整顿学风，反对宗派主义以整顿党风，反对党八股以整顿文风；重点是反对主观唯心主义；延安整风的方针是“惩前毖后，治病救人”，即通过学习文件，掌握精神实质，检查自己的思想和工作，发扬党内民主，充分开展批评与自我批评，具体分析错误产生的根源，找出改正错误的方法，达到既要弄清思想，又要团结同志的目的；经过普遍的学习和整顿，提高全党的马克思列宁主义水平，克服工作中的缺点和错误，达到统一思想，端正作风，加强纪律，纯洁组织，提高党的战斗力。这是延安整风运动的第二阶段。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">中国共产党于1943年开始重新积极扩大自身的根据地[62]。而自1940年代开始，中国共产党内部意识到若要取得政权，唯一的机会是要将自身定位为真正不受外国势力影响的中国的政治势力[63]。因此自1941年开始以延安市为据点的中国共产党展开整风运动，排除以王明为首的第三国际代表在党内的影响，并且将毛泽东的理论与原先的马克思列宁主义视为指导思想；之后随着《关于若干历史问题的决议》通过到中国共产党第七次全国代表大会召开，毛泽东在中国共产党党内的领导地位获得确立。而随着中国抗日战争在1945年逐渐接近结束，中国共产党与中国国民党间的政治问题开始被提及[64]。1945年8月日本正式投降后，中国国民党与中国共产党两党代表于重庆市展开谈判，并于10月10日签署《双十协定》。隔年双方则召开政治协商会议并通过和平建国纲领等5个决议案，表示同意共同实现民主宪政。之后双方分别在1946年2月底达成整军方案，以及在同年3月底达成《东北停战协定》。1943年5月15日，共产国际执行委员会主席团作出《关于提议解散共产国际的决定》，并于5月25日公开宣布《解散共产国际的决议》，声言这是为了适应反法西斯战争的发展，便于各国共产党独立处理问题。5月26日，中共中央发表决定，完全同意解散共产国际。[65]</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">延安整风的第三阶段为总结历史经验的阶段(1943年10月至1945年4月)。在此阶段，该党高级干部重新学习中共的历史，研究、讨论、总结历史经验，检讨工作，开展批评与自我批评，弄清路线是非。1944年4月12日，毛泽东作了《学习与时局》的报告。据该党文献该报告：阐明了研究历史经验应当采取的正确方针和态度，对高级干部关于党的历史问题的讨论作了总结。1945年4月，中共六届七中全会通过了《关于若干历史问题的决议》。根据其文献此会对于该党的历史上各次“左”右倾错误，特别是第三次“左”倾错误，作出了批评和结论。至此，中共延安整风运动结束。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">延安整风运动是一次全党范围内空前规模的马克思主义教育运动和思想解放运动。各机关的成员组成学习小组，来学习中央指定的二十二个文件，包括官方文件和个人著作讲话，其中以毛泽东的著作占六篇最多，而虽然也有许多国外作者如列宁、斯大林的著作，但在实行上被列为居次。延安整风彻底揭露、批判和清算了党内历次“左”右倾错误，特别是王明“左”倾错误在党内的恶劣影响，使全党的马克思列宁主义水平得到了进一步提高。延安整风后，王明在党内失去势力。全党在以毛泽东为首的中共中央领导下，达到了空前的团结，为日后与国民政府的军事和政治斗争，以及第二次国共内战的胜利建立政治基础。</p>

<div id="d3-2"><h3 style="padding-bottom: 15px;">国共内战时期（1946-1950）</h3></div>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1945年8月抗日战争结束后不久爆发第二次国共内战，中国共产党及后来的中华人民共和国称之为“解放战争”，也称“第三次国内革命战争”；中国国民党及中华民国称之为“戡乱”。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1945年8月至10月，毛泽东、周恩来等飞赴重庆与国民政府谈判。有关问题的具体谈判主要在中共代表周恩来、王若飞和政府代表王世杰、张群、张治中、邵力子之间进行。经过激烈的争论，最终双方于10月10日签署“政府与中共代表会谈纪要”（即“双十协定”）决定在年底召开政治协商会议。1946年1月，国共两党并民盟、青年党等代表召开政治协商会议，通过了和平建国纲领等五个决议案，同意共同实现民主宪政[66][67]。 1946年2月底，虽有反苏运动等因素，国共双方仍达成整军协定，统一将国共军队整编为国军。协定划定全国驻军服务区，各军队集结在此统一整编；整编以12个月为一期，分期缩编部队，直到完成全国60个师的目标。3月底，国共达成迄今最后一个正式协议东北停战协定。 1946年3月至1947年3月，国共双方处于边打边谈的状态，双方在东北、中原、华北等处展开争夺。1946年11月15日，国民大会召开。此时，国民政府为迎接制宪国民大会，下达了第四次停战令。1947年1月，《中华民国宪法》通过之后，国民政府应美国政府代表马歇尔的要求，先后三次呼吁中共举行圆桌会谈，以政治方式解决两党争端。共产党方面认为国民政府没有诚意，中共南京代表陆定一回应，“废除伪宪法和恢复1946年1月31日军事位置，是恢复和谈的最低限度”[68]，至此国共谈判完全破裂。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">马歇尔调停失败后，内战全面爆发。之后，国军调整战略，重点进攻共产党山东和陕北两大共产党控制区。在陕北，国军一度占领延安，但此时共产党已经主动撤离延安，国军占领的只是一座空城。山东方面，解放军采取运动战打击国军，避免与国军进行主力决战。之后陈毅、粟裕率领解放军华东野战军在1947年5月的孟良崮战役中重创国军，全歼国军王牌主力、五大主力之首整编第七十四师，师长张灵甫阵亡。 1947年9月至1948年9月，解放军开始攻势作战，在东北，将国军压缩至几个相互孤立的城市，为辽沈战役奠定了基础。在陕北，彭德怀部队在1947年8月初围攻榆林，钟松整编36师北上救援。随后彭德怀围点打援，发动围攻钟松的沙家店战役。刘戡全力救援，钟松逃脱。10月，彭德怀再度围攻榆林，国军已经无兵可调，不得不由蒋中正致电宁夏主席马鸿逵求援，马鸿逵命整编18师支援榆林，彭德怀再度围点打援。宁夏军与彭德怀部队在元大滩激战，双方伤亡惨重。最后彭德怀撤退。2月，彭德怀部在宜川围点打援，歼灭刘戡29军主力，刘戡自杀。4月底彭部占领延安，后撤至黄龙地区休整。中原战场局势错杂，虽然国军寻机作战，但解放军运动灵活，故国军始终处于被动地位。1948年3月，陈赓谢富治兵团乘中原国军兵力空虚，进攻洛阳，两进两出，歼灭国军守军。4月，刘邓部队进攻阜阳。经过近一年的战斗，中原地区的战事转向对中共有利的一方，国军日趋被动。5月，中共成立中原野战军，发动宛东战役，击溃国军18军。6-7月，解放军华东野战军发动豫东战役，攻克开封，歼灭整编75师，确定了中共在中原地区的优势地位。毛泽东在1948年8月称“解放战争好像爬山，现在我们已经过了山的坳子，最吃力的爬坡阶段已经过去了。”[71] 11月，在山东、华北等战场，解放军也展开了攻势。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1948年11月至1949年1月，解放军通过辽沈、淮海、平津三大战役基本上消灭国军的主力精锐，国共内战大势底定。1949年4月20日，国民政府最后拒绝在国内和平协定上签字[72]。21日，毛泽东和朱德发布了《向全国进军的命令》[73]。命令内容为：</p>
<li style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">奋勇前进，坚决、彻底、干净、全部地歼灭中国境内一切敢于抵抗的国民党反动派，解放全国人民，保卫中国领土主权的独立和完整。</li>
<li style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">奋勇前进，逮捕一切怙恶不悛的战争罪犯。不管他们逃至何处，均须缉拿归案，依法惩办。特别注意缉拿匪首蒋介石。</li>
<li style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">向任何国民党地方政府和地方军事集团宣布国内和平协定的最后修正案。对于凡愿停止战争、用和平方法解决问题者，你们即可照此最后修正案的大意和他们签订地方性的协定。</li>
<li style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">在人民解放军包围南京之后，如果南京李宗仁政府尚未逃散，并愿意于国内和平协定上签字，我们愿意再一次给该政府以签字的机会。--《向全国进军的命令》</li>

<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1949年4月23日解放军攻入南京，中华民国政府开始四处迁徙。解放军则向全国进军，逐步攻占了除台湾和少数沿海岛屿外的全部国土。1949年10月1日中国共产党在北京建立中华人民共和国，12月7日，中国国民党领导的中华民国政府被迫撤往台湾。</p>

<div id="d3-3"><h3 style="padding-bottom: 15px;">中共政权确立时期（1949-1954）</h3></div>

<h4 style="padding-bottom: 15px;padding-left:10px;">人民共和国的建立</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">经过数月的筹备，第一届中国人民政治协商会议全体会议于1949年9月21日至30日在北平召开，通过了中国人民政治协商会议组织法、中华人民共和国中央人民政府组织法和具有临时宪法性质的共同纲领，决定以北平为国都并改名北京、以公元纪年、以《义勇军进行曲》为代国歌、以五星红旗为国旗，通过了由180人组成的第一届人民政协全国委员会名单，并选举毛泽东为中央人民政府主席、其他6位为副主席、以及另外56位为中央人民政府委员。同年9月21日中国人民政治协商会议正式宣布中华人民共和国成立[74]。10月1日，毛泽东在北京宣告中华人民共和国中央人民政府成立；12月7日，中华民国政府正式迁往台北，并继续统治台湾本岛及福建离岛地区金门、马祖(通称为台澎金马地区)至今。至此，中国历史上海峡两岸分别统治的政治格局，正式形成。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1971年10月25日联合国通过2758号决议，决定由中华人民共和国政府取代中华民国政府获得在联合国代表中国的唯一合法席位。台湾海峡两岸关系虽有发展，但两岸在意识形态及台湾的政治地位问题上立场歧异，继续处于分治的状态。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">中华人民共和国建立伊始，中国历经连年战争已近成废墟；按照中共论点，“从1949年10月中华人民共和国成立到1956年，中国共产党领导全国各族人民有步骤地实现从新民主主义到社会主义的转变，迅速恢复了国民经济并开展了有计划的经济建设，在全国绝大部分地区基本上完成了对生产资料私有制的社会主义改造与农村“土改”，抑止了战时通货膨胀。”在苏联的援助下建立起一个初步完整的工业体系，并力图普及国民教育与建立基层医疗保障体系。外交上奉行完全倾向社会主义阵营（向苏联“一边倒”）的政策，援助各社会主义国家和新兴独立国家的共产主义活动。军事上，1950年基本消灭了国民政府在中国大陆的残余力量；同年，北朝鲜进攻韩国，朝鲜战争爆发。联合国军仁川登陆后，击败朝鲜人民军，并推进至中朝边境。期间，曾多次轰炸中国东北[75]。10月中共组建中国人民志愿军奔赴朝鲜，与朝鲜人民军一起与联合国军作战，使战线重回三八线，于1953年签署停火协议。朝鲜战争使美国认识到中共的军事能力，但也为中共和美国的关系的发展蒙上阴影，深刻影响了两岸问题及中华人民共和国的后续发展方向。</p>

<h4 style="padding-bottom: 15px;padding-left:10px;">政治领域的政权巩固</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1950年5月1日至1950年底，在全党进行一次大规模的整风运动。主要是在领导干部中克服骄傲自满、以功臣自居的思想，官僚主义、命令主义的作风，改善党群关系；以及少数人的腐化堕落、违法乱纪。[77]</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1951年2月至1953年进行整党。</p>

<h4 style="padding-bottom: 15px;padding-left:10px;">经济领域的政权巩固</h4>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">中共称三反五反运动是1951年底到1952年10月，在中共党政机关工作人员中开展的“反贪污、反浪费、反官僚主义”和在私营工商业者中开展的“反行贿、反偷税漏税、反盗骗国家财产、反偷工减料、反盗窃国家经济情报”的政治运动的统称[78]。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1950年中国共产党七届三中全会以后，中共中央和中华人民共和国中央人民政府为了恢复国民经济，采取了一系列的政治经济措施，其中之一是调整工商业中的公私、劳资、产销关系。该党称此次调整后，资本主义工商业得到迅速发展；但资本家中的不法分子不满足于用正常方式获得一般利润，力图利用和国营经济的联系，以行贿、偷税漏税、盗骗国家财产、偷工减料、盗窃国家经济情报等手段牟取暴利，企图抗拒社会主义国营经济的领导，削弱国营经济；他们在经济上给国家造成重大损失，在政治上、思想上腐蚀了工人阶级和国家工作人员。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">1951年10月，中共中央召开政治局扩大会议，决定在实际控制区内开展增产节约运动，促进经济建设。在运动中，揭发出大量的贪污盗窃现象，而贪污盗窃又与中共和其政府内部存在的严重官僚主义紧密相联。因此，中共中央在1951年12月1日和8日分别发出《关于实行精兵简政，增产节约，反对贪污，反对浪费和反对官僚主义的决定》及《关于反贪污斗争必须大张旗鼓地去进行的指示》，强调必须把“三反”斗争看作像镇压反革命运动一样重要，要大张旗鼓地发动广大群众。从此，“三反”运动在其各地区各系统各部门迅速展开。1952年1月4日，中共中央又发出《关于立即限期发动群众开展“三反”斗争的指示》 [79]，要求各单位限期发动群众开展斗争。1月5日，周恩来在中国全国政协第三十四次常委会上作了《“三反”运动与民族资产阶级》的讲话，号召全国工商界积极参加“三反”运动。在“三反”运动中，一些单位揭发出私人工商业者的贪污、行贿偷税漏税等违法行为。为此，中共中央于１月５日发出了《关于在“三反”斗争中惩办犯法的私人工商业者和坚决击退资产阶级猖狂进攻的指示》。3月11日，中国政务院公布了《关于处理贪污、浪费及克服官僚主义错误的若干规定》。3月28日，中国政务院通过了《中华人民共和国惩治贪污条例》。文件根据“严肃与宽大相结合、改造与惩治相结合”的方针，规定了对贪污分子的处理办法。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">该国官方文献称：在三反运动中，又暴露出大量的贪污盗窃与社会上不法资本家的行贿、偷税漏税、盗骗国家财产、偷工减料、盗窃国家经济情报的“五毒”行为密切相联，要彻底铲除“三害”，就必须反掉“五毒”。为此，1952年1月26日，中共中央发出了《关于在城市中限期展开大规模的坚决彻底的“五反”斗争的指示》，要求向违法资本家开展一场大规模的“五反”运动。2月上旬，五反运动从各大城市开始，很快在全国大张旗鼓地开展起来。3月11日，中国政务院批准公布了北京市人民政府《在“五反”运动中关于工商户分类处理的标准和方法》。要求：把私营工商户分为守法户、基本守法户、半守法半违法户、严重违法户、完全违法户５类进行定案处理。10月中共中央批准了安子文、廖鲁言关于结束“三反”、“五反”运动的两个报告，“三反”和“五反”运动结束[80]。</p>


<div id="d3-4"><h3 style="padding-bottom: 15px;">社会主义建设、教育时期（1954-1966）</h3></div>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">大跃进是在1958至1960年上半年，在中国共产党领导下，于中华人民共和国发生的试图利用本土充裕劳动力和蓬勃的群众热情在工业和农业上“跃进”的社会主义建设运动。 由于1956年中华人民共和国生产资料私有制的社会主义改造基本完成，1957年又完成了发展国民经济的第一个五年计划。1958年至1960年，中国共产党发动主张“超英赶美”的大跃进，但反而造成国民经济的倒退和大饥荒的发生。其中1959年庐山会议上，毛泽东因为彭德怀等人的异议而下令发动反右倾运动，进而造成社会经济陷入困顿，并且一直到1962年七千人大会召开后才得以制止。与此同时，中国共产党和苏联共产党因为意识形态差异而宣告分裂[82]。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">反右倾运动亦称“反右倾斗争”，是1959年庐山会议后随即展开的一场政治运动。1959年庐山会议中，中华人民共和国国防部部长彭德怀、中共中央政治局候补委员张闻天等反对毛泽东发动的大跃进运动有较大异议的中共党员被打倒，会后毛泽东发动“反右倾”斗争。大量中共党员遭到批判，部分被定性为“右倾机会主义分子”受到组织处分，大跃进运动温度不降反升，造成更多的人饿死。据1962年甄别平反时的统计，被重点批判和定为右倾机会主义分子的干部和党员有三百几十万人。中共后来认为这些干部和党员大都是敢于讲真话、敢于反映真实情况和敢于提出批评意见的，运动是错误的。</p>
<p style="padding-bottom: 15px;text-indent: 2em;font-size: 15px;">四清运动，简称“四清”，是1962年底中共八届十中全会以后由毛主席在中国农村逐步推开的一场政治运动，意图“反修防修”，防止演变。四清运动最初是“清工分，清账目，清财物，清仓库”，后来扩大为“大四清”，即“清政治，清经济，清组织，清思想”。农村的四清运动与城市里的五反运动合称社会主义教育运动。</p>

</div>
                        </Col>
                    </Row>
                    







                   
                </Content>










            </Layout>
            <Footer class="layout-footer-center"></Footer>
        </Layout>
    </div>
</div>
</template>

<script>

 export default {
        data () {
            return {
              
            }
        },created: function () {
                 



        },methods: {
    goAnchor(selector) {
        var anchor = this.$el.querySelector("#"+selector)
 
        document.documentElement.scrollTop = anchor.offsetTop
    }
}
        

    }

</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
.layout{
    background:#fff;
    position: relative;
    border-radius: 4px;
    overflow: hidden;
}
.layout-logo{
    width: 175px;
    height: 70px;
    background:#fafafa;
    border-radius: 0px;
    float: left;
    position: relative;
    top: 0px;
    left: 0px;
}
.layout-nav{
    width: 540px;
    margin: 0 auto;
    margin-right: 10px;
   
}
.layout-footer-center{
    background:transparent;
}
.time{
        font-size: 20px;
        font-weight: bold;
        padding-bottom: 5px;
}
.content{
        padding: 5px;
}
h3{
    padding-left:10px;
}


</style>