<template>
<div class="layout">
        <Layout>
            <Header style="background:#fafafa">
                  <Menu style="background:#fafafa" mode="horizontal" active-name="2-1">
                    <div class="layout-logo"><router-link to="/">
                        <img src="https://s2.ax1x.com/2019/04/01/AslJxg.md.png" alt="AslJxg.png" width="100%" height="100%" />
                        </router-link></div>
                    <div class="layout-nav">
                       
<Submenu name="1">
            <template slot="title">
                <Icon type="ios-navigate"></Icon>
                新闻专栏
            </template>
            
                <MenuItem name="1-1" to="/xinw">实时新闻</MenuItem>
                <MenuItem name="1-2" to="/xinwws">事件专栏</MenuItem>
                <MenuItem name="1-3" to="/xinwss">新闻搜索</MenuItem>
               
        </Submenu>


<Submenu name="2">
            <template slot="title">
                <Icon type="ios-keypad"></Icon>
                历史展馆
            </template>
            
                <MenuItem name="2-1" to="/jgls">建国历史</MenuItem>
                <MenuItem name="2-2" to="/jdls">建党历史</MenuItem>
             
           
        </Submenu>


                      
                        <MenuItem name="3" to="/xuex">
                            <Icon type="ios-analytics"></Icon>
                            资源共享
                        </MenuItem>
                        <MenuItem name="4" to="/agtl">
                            <Icon type="ios-paper"></Icon>
                            讨论社区
                        </MenuItem>
                    </div>
                </Menu>
            </Header>
            <Layout :style="{padding: '0 50px'}">
                <Breadcrumb :style="{margin: '16px 0'}">
                    <BreadcrumbItem to="/">主页</BreadcrumbItem>
                    <BreadcrumbItem to="/jgls">历史展馆</BreadcrumbItem>
                    <BreadcrumbItem >建国历史</BreadcrumbItem>
                    
                    
                </Breadcrumb>
   
          
          

  <Content style="padding:50px 0; min-height:900px; background:#fff;width:1230px;margin-left: auto;margin-right: auto;">
                    
                    <Row type="flex" justify="space-around" align="top">
                        <Col span="4">
                    
                        <Row >
                            
                           <Timeline>

                    
        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d1')" class="time">新中国成立</a>
            
        </TimelineItem>
        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d2')" class="time">巩固政权</a>
            <p class="content"><a @click="goAnchor('d2-1')">土地改革</a></p>
            <p class="content"><a @click="goAnchor('d2-2')">抗美援朝</a></p>
            <p class="content"><a @click="goAnchor('d2-3')">三反五反</a></p>
            <p class="content"><a @click="goAnchor('d2-4')">西藏和平解放</a></p>
        </TimelineItem>
        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d3')" class="time">过渡时期</a>
            
        </TimelineItem>
        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d4')" class="time">社会主义探索</a>
            <p class="content"><a @click="goAnchor('d4-1')">整风运动</a></p>
            <p class="content"><a @click="goAnchor('d4-2')">大跃进运动</a></p>
            <p class="content"><a @click="goAnchor('d4-3')">反右倾斗争</a></p>
            <p class="content"><a @click="goAnchor('d4-4')">七千人大会</a></p>
        </TimelineItem>
        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d5')" class="time">文革时期</a>
            
        </TimelineItem>
        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d6')" class="time">真理大讨论</a>
            <p class="content"><a @click="goAnchor('d6-1')">两年徘徊期</a></p>
            <p class="content"><a @click="goAnchor('d6-2')">拨乱反正</a></p>
        </TimelineItem>


        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d7')" class="time">改革开放</a>
            <p class="content"><a @click="goAnchor('d7-1')">创建经济特区</a></p>
            <p class="content"><a @click="goAnchor('d7-2')">加强精神文明建设</a></p>
            <p class="content"><a @click="goAnchor('d7-3')">一国两制</a></p>
            <p class="content"><a @click="goAnchor('d7-4')">国民经济三步走</a></p>
            <p class="content"><a @click="goAnchor('d7-5')">政治风波</a></p>
        </TimelineItem>

        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d8')" class="time">第三代领导集体时期</a>
            <p class="content"><a @click="goAnchor('d8-1')">邓小平南巡</a></p>
            <p class="content"><a @click="goAnchor('d8-2')">现代化建设</a></p>
            <p class="content"><a @click="goAnchor('d8-3')">香港回归</a></p>
            <p class="content"><a @click="goAnchor('d8-4')">中共十五大</a></p>
        </TimelineItem>

        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d9')" class="time">第四代领导集体时期</a>
            <p class="content"><a @click="goAnchor('d9-1')">抗击非典</a></p>
            <p class="content"><a @click="goAnchor('d9-2')">废除农业税</a></p>
            <p class="content"><a @click="goAnchor('d9-3')">构建和谐社会</a></p>
            <p class="content"><a @click="goAnchor('d9-4')">北京奥运会</a></p>
        </TimelineItem>

        <TimelineItem v-once :color="changeData()">
            <a @click="goAnchor('d10')" class="time">中国梦</a>
            
        </TimelineItem>

    </Timeline>



                        </Row>
                     
                        </Col>

           

                        <Col span="16">
    
           




<div id="d1"><Divider class="time" orientation="left">新中国成立</Divider>
<p style="padding-bottom: 15px;text-indent: 2em">1949年9月21日至9月30日，第一届中国人民政治协商会议全体会议在北平召开。9月29日，会议通过具有临时宪法性质的《中国人民政治协商会议共同纲领》，政协代行全国人民代表大会的职权。</p>
<p style="padding-bottom: 15px;text-indent: 2em">9月30日下午三点，会议开始，先以整个名单付表决的方法，一致通过已经协商的政协第一届全国委员会，共180人；然后，以无记名联记投票的方法，选举中央人民政府委员会的主席、副主席和委员。检票期间，全体代表到天安门广场举行人民英雄纪念碑奠基典礼，然后回到会场听取选举结果。会议主席宣布，毛泽东当选为中央人民政府主席，朱德、刘少奇、宋庆龄、李济深、张澜、高岗当选为副主席，其他56人当选为中央人民政府委员。最后会议举行了简单的闭幕式。</p>
<p style="padding-bottom: 15px;text-indent: 2em">1949年10月1日，在北京天安门广场举行开国大典，毛泽东在天安门城楼上宣告中华人民共和国中央人民政府成立，中华人民共和国正式成立。
</p>
</div>

<div id="d2"><Divider class="time" orientation="left">巩固政权
</Divider>

<p style="padding-bottom: 15px;text-indent: 2em">新中国成立后的头三年，肃清了国民党在大陆的残余武装力量和土匪，实现了西藏的和平解放，建立了各地各级的人民政府，没收了官僚资本企业并把它们改造成为社会主义国营企业，统一了中国财政经济工作，稳定了物价，完成了新解放区土地制度的改革，镇压了反革命，开展了反贪污、反浪费、反官僚主义的“三反”运动，开展了打退资产阶级进攻的反行贿、反偷税漏税、反盗骗国家财产、反偷工减料、反盗窃国家经济情报的“五反”运动。对旧中国的教育科学文化事业，进行了很有成效的改造。在完成繁重的社会改革任务和进行抗美援朝、保家卫国战争的同时，迅速恢复了在旧中国遭到严重破坏的国民经济，中国工农业生产1952年底已经达到历史的最高水平。
</p>






<div id="d2-1"><h3 style="padding-bottom: 15px;">土地改革</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">新中国成立之前，各解放区就分期分批组织了土地改革。这次为了加强对土地改革的领导，中央人民政府成立了以刘少奇为首的中央土地改革委员会，从中央和地方抽调大批干部组织了土改工作队。1950年6月28日，中央人民政府委员会通过了《中华人民共和国土地改革法》。这部法律总结了中国共产党过去领导土地改革的历史经验，适应新中国成立后的新形势，成为指导新解放区土地改革的基本法律依据。从1950年冬季开始，一场历史上空前规模的土地改革运动，在新解放区有领导、有步骤、分阶段地展开了。
</p>






<div id="d2-2"><h3 style="padding-bottom: 15px;">抗美援朝</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">1950年10月19日黄昏，中国人民志愿军跨过鸭绿江，开赴朝鲜战场。抗美援朝战争就此拉开序幕。 经过近三年的搏杀，1953年7月27日，美国在停战协定上签了字。此时担任“联合国军”总司令的克拉克后来说：“我获得了一个不值得羡慕的名声：我是美国历史上第一个在没有取得胜利的停战协定上签字的司令官。”同年9月12日，中国人民志愿军司令员兼政委彭德怀在《关于中国人民志愿军抗美援朝工作的报告》中说：“西方侵略者几百年来只要在东方一个海岸上架起几尊大炮就可霸占一个国家的时代是一去不复返了。
</p>






<div id="d2-3"><h3 style="padding-bottom: 15px;">三反五反
</h3></div>
<p style="padding-bottom: 15px;text-indent: 2em">1951年12月1日　中共中央作出《关于实行精兵简政、增产节约、反对贪污、反对浪费和反对官僚主义的决定》。“三反”运动在中国展开，
</p>
<p style="padding-bottom: 15px;text-indent: 2em">刘青山、张子善案件，是1951年11月中国开始“三反”运动后揭露出来的第一大案。中共中央主席毛泽东直接督促案件的处理，在党内外引起强烈反响。1951年12月中共河北省委作出决议开除刘青山、张子善的党籍，12月20日，华北局将处理意见上报中央，提议“将刘青山、张子善二贪污犯处以死刑（或缓期二年执行）。”毛泽东对刘青山、张子善一案非常重视。12月29日，中共中央书记处召开扩大会议，经过慎重考虑，并征求党外人士意见，由河北省人民法院宣判，经最高人民法院核准，对刘青山、张子善判处死刑，立即执行。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">与此同时中共中央发出《关于首先在大中城市开展“五反”斗争的指示》，要求在中国大中城市，向违法的资本家开展反对行贿、反对偷税漏税、反对盗骗国家财产、反对偷工减料和反对盗窃经济情报的斗争。“五反”运动于1952年10月结束。
</p>






<div id="d2-4"><h3 style="padding-bottom: 15px;">西藏和平解放</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">新中国成立后，中央政府根据国内外形势，为维护民族团结，确定了和平解放西藏的方针。1951年5月23日，中央人民政府和西藏地方政府正式签署《关于和平解放西藏办法的协议》（又称《十七条协议》）。《协议》签订后，解放军开始进入西藏，帮助西藏人民发展生产，开展贸易。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">中央政府保护西藏的政治、宗教制度，帮助发展西藏的经济文化，改善人民生活。为了改善西藏的交通状况，同时修筑了康藏公路和青藏公路。这两条公路建成通车后，大批物资源源不断地运到西藏，缓解了进藏部队和工作人员物资供应的困难，改善了西藏人民的生活。西藏的社会经济在中央政府的帮助下有了很大发展。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">从1949年5月开始的中国新解放区的剿匪斗争基本结束，在大陆范围内平息了匪患，巩固了新生的人民政权。
</p>





</div><div id="d3"><Divider class="time" orientation="left">过渡时期
</Divider>

<p style="padding-bottom: 15px;text-indent: 2em">从1949年10月中华人民共和国成立到1956年，中国有步骤地实现从新民主主义到社会主义的转变，迅速恢复了国民经济并开展了有计划的经济建设，在中国绝大部分地区基本上完成了对生产资料私有制的社会主义改造。在这个历史阶段中，中共确定的指导方针和基本政策是正确的。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">三大改造和一五计划</p>
<p style="padding-bottom: 15px;text-indent: 2em">1952年，中共中央按照毛泽东的建议，提出了过渡时期的总路线：要在一个相当长的时期内，逐步实现国家的社会主义工业化，并逐步实现国家对农业、对手工业和对资本主义工商业的社会主义改造。这个总路线反映了历史的必然性。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">
在过渡时期中，中国共产党创造性地开辟了一条适合中国特点的社会主义改造的道路。对资本主义工商业，创造了委托加工、计划订货、统购包销、委托经销代销、公私合营、全行业公私合营等一系列从低级到高级的国家资本主义的过渡形式，最后实现了马克思和列宁曾经设想过的对资产阶级的和平赎买。对个体农业，遵循自愿互利、典型示范和国家帮助的原则，创造了从临时互助组和常年互助组，发展到半社会主义性质的初级农业生产合作社，再发展到社会主义性质的高级农业生产合作社的过渡形式。对于个体手工业的改造，也采取了类似的方法。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">在改造过程中，国家资本主义经济和合作经济表现了明显的优越性。到1956年，中国绝大部分地区基本上完成了对生产资料私有制的社会主义改造。这项工作中也有缺点和偏差。在1955年夏季以后，农业合作化以及对手工业和个体商业的改造要求过急，工作过粗，改变过快，形式也过于简单划一，以致在长期间遗留了一些问题。1956年资本主义工商业改造基本完成以后，对于一部分原工商业者的使用和处理也不很适当。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">中国第一个五年计划的经济建设，依靠中国自己的努力，加上苏联和其他友好国家的支援，同样取得了成就。一批为国家工业化所必需而过去又非常薄弱的基础工业建立了起来。从1953年到1956年，中国工业总产值平均每年递增19.6%，农业总产值平均每年递增4.8%。经济发展比较快，经济效果比较好，重要经济部门之间的比例比较协调。市场繁荣，物价稳定。人民生活显著改善。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">社会主义制度的确立</p>
<p style="padding-bottom: 15px;text-indent: 2em">1954年9月召开了第一次全国人民代表大会，制定了中华人民共和国宪法。1955年3月召开的中共全国代表会议，总结了反对野心家高岗、饶漱石阴谋分裂党、篡夺党和国家最高权力的斗争，增强了的团结。1956年1月中共中央召开的知识分子问题会议和随后提出的“百花齐放、百家争鸣”方针，规定了对知识分子和教育科学文化工作的正确政策，促进了这方面事业的繁荣。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">1956年9月中共第八次全国代表大会召开。大会指出：社会主义制度在中国已经基本上建立起来；中国国内主要矛盾已经不再是工人阶级和资产阶级的矛盾，而是人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾；中国主要任务是集中力量发展社会生产力，实现国家工业化，逐步满足人民日益增长的物质和文化需要；虽然还有阶级斗争，还要加强人民民主专政，但其根本任务已经是在新的生产关系下面保护和发展生产力。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">大会坚持了1956年5月中共中央提出的既反保守又反冒进即在综合平衡中稳步前进的经济建设方针。大会着重提出了执政党的建设问题，强调要坚持民主集中制和集体领导制度，反对个人崇拜，发展党内民主和人民民主，加强党和群众的联系。“八大”的路线是正确的，它为新时期社会主义事业的发展和中共的建设指明了方向。
</p>





</div><div id="d4"><Divider class="time" orientation="left">社会主义探索
</Divider>

<p style="padding-bottom: 15px;text-indent: 2em">社会主义改造基本完成以后，中国开始转入全面的大规模的社会主义建设。直到“文化大革命”前夕的10年中，虽然遭到过严重挫折，仍然取得了很大的成就。以1966年同1956年相比，中国工业固定资产按原价计算，增长了3倍。棉纱、原煤、发电量、原油、钢和机械设备等主要工业产品的产量，都有巨大的增长。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">从1965年起实现了石油全部自给。电子工业、石油化工等一批新兴的工业部门建设了起来。工业布局有了改善。农业的基本建设和技术改造开始大规模地展开，并逐渐收到成效。中国农业用拖拉机和化肥施用量都增长6倍以上，农村用电量增长70倍。高等学校的毕业生为前7年的4.9倍。经过整顿，教育质量得到显著提高。科学技术工作也有比较突出的成果。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">中国共产党在这10年中积累了领导社会主义建设的重要经验。毛泽东在1957年春提出必须正确区分和处理社会主义社会两类不同性质的社会矛盾，把正确处理人民内部矛盾作为国家政治生活的主题。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">1958年，毛泽东又提出要把中国共产党和国家的工作重点转到技术革命和社会主义建设上来。这些都是“八大”路线的继续发展，具有长远的指导意义。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">中国赖以进行现代化建设的物质技术基础，很大一部分是这个期间建设起来的；中国经济文化建设等方面的骨干力量和他们的工作经验，大部分也是在这个期间培养和积累起来的。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">这时期内，中共的工作在指导方针上有过严重失误，经历了曲折的发展过程。
</p>






<div id="d4-1"><h3 style="padding-bottom: 15px;">整风运动</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">1957年的经济工作，由于认真执行中共“八大”的正确方针，是中国以来效果最好的年份之一。这一年在中国共产党内部开展整风运动，发动群众向中国共产党提出批评建议，是发扬社会主义民主的正常步骤。在整风过程中，极少数资产阶级右派分子乘机鼓吹所谓“大鸣大放”，向党和新生的社会主义制度放肆地发动进攻，妄图取代共产党的领导，对这种进攻进行坚决的反击是完全正确和必要的。但是反右派斗争被严重地扩大化了，把一批知识分子、爱国人士和党内干部错划为“右派分子”，造成了不幸的后果。
</p>






<div id="d4-2"><h3 style="padding-bottom: 15px;">大跃进运动</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">1958年，中共八大二次会议通过的社会主义建设总路线及其基本点，其正确的一面是反映了广大人民群众迫切要求改变中国经济文化落后状况的普遍愿望，其缺点是忽视了客观的经济规律。在这次会议前后，中国取得了一定的成果。但是，由于对社会主义建设经验不足，对经济发展规律和中国经济基本情况认识不足，不少人在胜利面前滋长了骄傲自满情绪，急于求成，夸大了主观意志和主观努力的作用，没有经过认真的调查研究和试点，就在总路线提出后轻率地发动了“大跃进”运动和农村人民公社化运动，使得以高指标、瞎指挥、浮夸风和“共产风”为主要标志的“左”倾错误严重地泛滥开来。
</p>






<div id="d4-3"><h3 style="padding-bottom: 15px;">反右倾斗争</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">从1958年底到1959年7月中央政治局庐山会议前期，毛泽东和中共中央曾经努力领导全党纠正已经觉察到的错误。但是，庐山会议后期，毛泽东错误地发动了对彭德怀的批判，进而在全党错误地开展了“反右倾”斗争。八届八中全会关于所谓“彭德怀、黄克诚、张闻天、周小舟反党集团”的决议是完全错误的。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">这场斗争在政治上使中国共产党内从中央到基层的民主生活遭到严重损害，在经济上打断了纠正“左”倾错误的进程，使错误延续了更长时间。主要由于“大跃进”和“反右倾”的错误，加上当时的自然灾害和苏联政府背信弃义地撕毁合同，中国国民经济在1959年到1961年发生严重困难，中国遭到重大损失。
</p>






<div id="d4-4"><h3 style="padding-bottom: 15px;">七千人大会</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">1960年冬，中共中央和毛泽东开始纠正农村工作中的“左”倾错误，并且决定对国民经济实行“调整、巩固、充实、提高”的方针，随即在刘少奇、周恩来、陈云、邓小平等的主持下，制定和执行了一系列正确的政策和果断的措施，这是这个历史阶段中的重要转变。1962年1月召开的有七千人参加的扩大的中央工作会议，初步总结了“大跃进”中的经验教训，开展了批评和自我批评。会议前后又为“反右倾”运动中被错误批判的大多数同志进行了甄别平反。此外，还给被划为“右派分子”的大多数人摘掉了“右派分子”帽子。由于这些经济和政治的措施，从1962年到1966年国民经济得到了比较顺利的恢复和发展。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">1963年至1965年间，在部分农村和少数城市基层开展的社会主义教育运动，虽然对于解决干部作风和经济管理等方面的问题起了一定作用，但由于把这些不同性质的问题都认为是阶级斗争或者是阶级斗争在中共内的反映，在1964年下半年使不少基层干部受到不应有的打击，在1965年初又错误地提出了运动的重点是整所谓“党内走资本主义道路的当权派”。在意识形态领域，也对一些文艺作品、学术观点和文艺界学术界的一些代表人物进行了错误的、过火的政治批判，在对待知识分子问题、教育科学文化问题上发生了愈来愈严重的“左”的偏差，并且在后来发展成为“文化大革命”的导火线。不过，这些错误当时还没有达到支配全局的程度。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">这一时期以后中国的社会主义建设逐步地重新出现新的景象。中国对内克服了困难，对外顶住了苏联领导集团的压力，还清了对苏联的全部债款（主要是抗美援朝中的军火债款），并且大力支援了许多国家人民的革命斗争和建设事业。1964年底到1965年初召开的第三届全国人民代表大会宣布：调整国民经济的任务已经基本完成，整个国民经济将进入一个新的发展时期，要努力把中国逐步建设成为一个具有现代农业、现代工业、现代国防和现代科学技术的社会主义强国。这个号召由于“文化大革命”而没有得到实行。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">这十年中的一切成就，是在以毛泽东为首的中共中央集体领导下取得的，但是一些相关问题中共中央未能及时纠正这些错误。林彪、江青、康生这些野心家又别有用心地利用和助长了这些错误。这就导致了“文化大革命”的发动。
</p>





</div><div id="d5"><Divider class="time" orientation="left">文革时期
</Divider>

<p style="padding-bottom: 15px;text-indent: 2em">1966年5月至1976年10月的“文化大革命”，使中国遭到建国以来最严重的挫折和损失。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">1966年中旬毛泽东认为：一大批资产阶级的代表人物、反革命的修正主义分子，已经混进党里、政府里、军队里和文化领域的各界里，相当大的一个多数的单位的领导权已经不在马克思主义者和人民群众手里。党内走资本主义道路的当权派在中央形成了一个资产阶级司令部，它有一条修正主义的政治路线和组织路线，在各省、市、自治区和中央各部门都有代理人。过去的各种斗争都不能解决问题，只有实行文化大革命，公开地、全面地、自下而上地发动广大群众来揭发上述的黑暗面，才能把被走资派篡夺的权力重新夺回来。这实质上是一个阶级推翻一个阶级的政治大革命，以后还要进行多次。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">这些论点主要地出现在作为“文化大革命”纲领性文件的《五·一六通知》和中共“九大”的政治报告中，并曾被概括成为所谓“无产阶级专政下继续革命的理论”，从而使“无产阶级专政下继续革命”一语有了特定的含义。这些“左”倾错误论点，明显地脱离了作为马克思列宁主义普遍原理和中国革命具体实践相结合的毛泽东思想的轨道。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">“文化大革命”的历史，证明毛泽东发动“文化大革命”的主要论点既不符合马克思列宁主义，也不符合中国实际。这些论点对当时中国阶级形势以及党和国家政治状况的估计，是完全错误的。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">全国动乱</p>
<p style="padding-bottom: 15px;text-indent: 2em">从“文化大革命”的发动到1969年4月党的第九次全国代表大会，是文革的第一个阶段。1966年5月中共中央政治局扩大会议和同年8月八届十一中全会的召开，是“文化大革命”全面发动的标志。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">这两次会议相继通过了《五·一六通知》和《关于无产阶级文化大革命的决定》，对所谓“彭真、罗瑞卿、陆定一、杨尚昆反党集团”和对所谓“刘少奇、邓小平司令部”进行了错误的斗争，对中共中央领导机构进行了错误的改组，成立了所谓“中央文革小组”并让它掌握了中央的很大部分权力。毛泽东的“左”倾错误的个人领导实际上取代了党中央的集体领导，对毛泽东的个人崇拜被鼓吹到了狂热的程度。林彪、江青、康生、张春桥等人主要利用所谓“中央文革小组”的名义，乘机煽动“打倒一切、全面内战”。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">1967年2月前后，谭震林、陈毅、叶剑英、李富春、李先念、徐向前、聂荣臻等政治局和军委的领导人，在不同的会议上对“文化大革命”的错误作法提出了强烈的批评，但被诬为“二月逆流”而受到压制和打击。朱德、陈云也受到错误的批判。各部门各地方的党政领导机构几乎都被夺权或改组。派人民解放军实行三支两军（支左、支工、支农、军管、军训），在当时的混乱情况下是必要的，对稳定局势起了积极的作用，但也带来了一些消极的后果。中共“九大”使“文化大革命”的错误理论和实践合法化，加强了林彪、江青、康生等人在中共中央的地位。“九大”在思想上、政治上和组织上的指导方针都是错误的。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">摧毁林彪反革命集团</p>
<p style="padding-bottom: 15px;text-indent: 2em">从中共“九大”到1973年8月中共第十次全国代表大会，是文革的第二个阶段。1970年至1971年间发生了林彪反革命集团阴谋夺取最高权力、策动反革命武装政变的事件。这是“文化大革命”推翻党的一系列基本原则的结果，客观上宣告了“文化大革命”的理论和实践的失败。毛泽东、周恩来机智地粉碎了这次叛变。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">周恩来在毛泽东支持下主持中央日常工作，使各方面的工作有了转机。1972年，在批判林彪的过程中，周恩来正确地提出要批判极左思潮的意见，这是1967年2月前后许多中央领导人要求纠正“文化大革命”错误这一正确主张的继续。毛泽东却错误地认为当时的任务仍然是反对“极右”。中共“十大”继续了“九大”的“左”倾错误，并且使王洪文当上了中共中央副主席。江青、张春桥、姚文元、王洪文在中央政治局内结成“四人帮”，江青反革命集团的势力又得到加强。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">江青反革命集团覆灭</p>
<p style="padding-bottom: 15px;text-indent: 2em">从中共“十大”到1976年10月是文革的第三个阶段。1974年初，江青、王洪文等提出开展所谓“批林批孔”运动；同有的地方和单位清查与林彪反革命集团阴谋活动有关的人和事不同，江青等人的矛头是指向周恩来的。毛泽东先是批准开展所谓“批林批孔”运动，在发现江青等人借机进行篡权活动以后，又对他们作了严厉批评，宣布他们是“四人帮”，指出江青有当中共中央主席和操纵“组阁”的野心。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">1975年，周恩来病重，邓小平在毛泽东支持下主持中央日常工作，召开了军委扩大会议和解决工业、农业、交通、科技等方面问题的一系列重要会议，着手对许多方面的工作进行整顿，使形势有了明显好转。但是毛泽东不能容忍邓小平系统地纠正“文化大革命”的错误，又发动了所谓“批邓、反击右倾翻案风”运动，中国因而再度陷入混乱。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">1976年1月周恩来逝世。同年4月间，在中国范围内掀起了以天安门事件为代表的悼念周总理、反对“四人帮”的强大抗议运动。这个运动实质上是拥护以邓小平为代表的中共的正确领导，它为后来粉碎江青反革命集团奠定了群众基础。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">当时，中共中央政治局和毛泽东对天安门事件的性质作出了错误的判断，并且错误地撤销了邓小平的党内外一切职务。1976年9月毛泽东逝世，江青反革命集团加紧夺取党和国家最高领导权的阴谋活动。同年10月上旬，粉碎了江青反革命集团，结束了“文化大革命”这场灾难。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">文革影响</p>
<p style="padding-bottom: 15px;text-indent: 2em">中国国民经济虽然遭到巨大损失，仍然取得了进展。粮食生产保持了比较稳定的增长。工业交通、基本建设和科学技术方面取得了一批重要成就，其中包括一些新铁路和南京长江大桥的建成，一些技术先进的大型企业的投产，氢弹试验和人造卫星发射回收的成功，籼型杂交水稻的育成和推广，等等。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">在国家动乱的情况下，人民解放军仍然保卫着祖国的安全。对外工作也打开了新的局面。
</p>





</div><div id="d6"><Divider class="time" orientation="left">真理大讨论
</Divider>







<div id="d6-1"><h3 style="padding-bottom: 15px;">两年徘徊期</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">粉碎“四人帮”的胜利从危难中挽救了中国，但“文化大革命”遗留下来的政治、思想、组织和经济上的混乱还极其严重。1978年12月召开的中共十一届三中全会和全会形成的以邓小平为核心的第二代中央领导集体（中国共产党第一代领导集体以毛泽东为核心，邓小平是其重要成员），承担起艰巨的使命，实现了伟大的历史性转折，开创了中国社会主义事业发展的新时期。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">中国共产党在十一届三中全会前后领导和支持了关于实践是检验真理惟一标准的大讨论。这场讨论冲破个人崇拜和“两个凡是”（即：“凡是毛主席作出的决策，我们都坚决拥护，凡是毛主席的指示，我们都始终不渝地遵循”。这是经当时中央主要负责人华国锋批准的《人民日报》、《红旗》杂志、《解放军报》联合社论中提出的。）的束缚，重新确立了解放思想、实事求是的思想路线。这是思想路线的拨乱反正。
</p>






<div id="d6-2"><h3 style="padding-bottom: 15px;">拨乱反正</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">中国共产党在十一届三中全会上毅然抛弃“以阶级斗争为纲”这个不适用于社会主义社会的“左”的错误方针，把党和国家的工作中心转移到经济建设上来。这是政治路线的拨乱反正。在确定工作中心转移的同时，作出实行改革开放，并针对拨乱反正过程中出现的错误思潮，旗帜鲜明地强调必须坚持社会主义道路、坚持人民民主专政、坚持中国共产党的领导、坚持马克思列宁主义毛泽东思想。“一个中心、两个基本点”（这是党的基本路线的简称，即以经济建设为中心，坚持四项基本原则，坚持改革开放。）的思想开始形成，奠定了新时期党的基本路线的基础。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">中国共产党对重大历史是非作了认真的清理。采取一系列措施，平反冤假错案，落实了有利于增强中共的团结和调动一切积极因素的各项政策。中共十一届六中全会专门作出关于建国以来党的若干历史问题的决议，根本否定了“文化大革命”和“无产阶级专政下继续革命”的理论，同时坚决顶住否定毛泽东和毛泽东思想的错误思潮，维护了毛泽东的历史地位，肯定了毛泽东思想的指导作用。随着国内局势的发展和国际局势的变化，越来越显示出党作出这个重大决策的勇气和远见。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">在拨乱反正基本完成的基础上，1982年9月召开了中共第十二次全国代表大会。这次大会提出“把马克思主义的普遍真理同中国的具体实际结合起来，走自己的道路，建设有中国特色的社会主义”的思想，确定分两步走在本世纪末实现国民生产总值翻两番的目标。随后又提出第三步到下世纪中叶基本实现社会主义现代化的战略。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">新时期最鲜明的特点是改革开放。改革开放从十一届三中全会起步，十二大以后全面展开。它经历了从农村改革到城市改革，从经济体制的改革到各方面体制的改革，从对内搞活到对外开放的波澜壮阔的历史进程。
</p>





</div><div id="d7"><Divider class="time" orientation="left">改革开放
</Divider>

<p style="padding-bottom: 15px;text-indent: 2em">中共十一届三中全会选出以邓小平为核心的第二代中央领导集体。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">农村和城镇的改革</p>
<p style="padding-bottom: 15px;text-indent: 2em">改革从农村开始，这是符合中国国情的战略决策。实行家庭联产承包，中共中央尊重群众愿望，积极支持试验，在中国推开。废除人民公社，又不走土地私有化道路，而是实行家庭联产承包为主，统分结合、双层经营，解决了中国社会主义农村体制的重大问题。8亿农民获得对土地的经营自主权，加上基本取消农产品的统购派购，放开大部分农产品价格，从而使农业生产摆脱长期停滞的困境，农村经济向着专业化、商品化、社会化迅速发展，广大城乡人民得到显著实惠，带动了整个改革和建设事业。乡镇企业异军突起，是中国农民的又一个伟大创造。它为农村剩余劳动力从土地上转移出来，为农村致富和逐步实现现代化，为促进工业和整个经济的改革和发展，开辟了一条新路。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">适应改革从农村向城市发展的新形势，中共十二届三中全会通过了关于经济体制改革的决定。这个决定提出中国社会主义经济是公有制基础上的有计划商品经济，突破把计划经济同商品经济对立起来的传统观念，是对马克思主义政治经济学的新发展，为全面经济体制改革提供了新的理论指导。接着，中国共产党相继决定对科技体制和教育体制进行改革，并进一步提出政治体制改革的目标和任务。
</p>






<div id="d7-1"><h3 style="padding-bottom: 15px;">创建经济特区</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">兴办深圳、珠海、汕头、厦门4个经济特区是对外开放的重大步骤，是利用国外资金、技术、管理经验来发展社会主义经济的崭新试验，取得了很大成就。实践证明，经济特区姓“社”不姓“资”。在兴办经济特区之后，又相继开放沿海十几个城市，在长江三角洲、珠江三角洲、闽东南地区、环渤海地区开辟经济开发区，批准海南建省并成为经济特区。对外开放不断扩大，两亿人口的沿海地带迅速发展，有力地推动了中国的改革开放和经济建设。
</p>






<div id="d7-2"><h3 style="padding-bottom: 15px;">加强精神文明建设</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">改革和建设的顺利进行，需要强有力的思想和政治保证。中国共产党提出一系列“两手抓”的战略方针，强调一手抓改革开放，一手抓打击犯罪；一手抓经济建设，一手抓民主法制；一手抓物质文明，一手抓精神文明。中共十二届六中全会作出《关于社会主义精神文明建设指导方针的决议》，指出精神文明建设必须是推动社会主义现代化建设的精神文明建设，是促进全面改革和实行对外开放的精神文明建设，是坚持四项基本原则的精神文明建设。党还强调在整个社会主义现代化建设进程中都要进行反对资产阶级自由化的教育和斗争。
</p>






<div id="d7-3"><h3 style="padding-bottom: 15px;">一国两制</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">为了解决香港、澳门、台湾的问题，实现祖国统一，邓小平尊重历史和现状，从实际出发，提出了“一个国家，两种制度”的伟大构想，即在中国大陆实行社会主义制度，在香港、澳门、台湾地区实行资本主义制度。1982年9月，他在同英国首相会见时，阐述了中国解决香港问题的基本立场，维护了祖国的主权和尊严。1983年他提出解决台湾问题的“六条”方针，强烈表达了和平统一祖国的愿望。他针对分裂中国的图谋，强调不能放弃用非和平方式解决台湾问题。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">中共十二大以后，中国按照“一国两制”的构想解决香港和澳门回归中国的问题。在经过两年的谈判后，1984年12月19日中英两国政府领导人在北京正式签署了关于香港问题的联合声明。联合声明中明确规定，中华人民共和国政府于1997年7月1日对香港恢复行使主权。香港问题的解决为澳门问题的解决提供了范例。经过谈判，1987年4月13日中葡两国政府领导人在北京签署了关于澳门问题的联合声明。联合声明规定，中华人民共和国政府于1999年12月20日对澳门恢复行使主权。
</p>






<div id="d7-4"><h3 style="padding-bottom: 15px;">国民经济三步走</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">1987年10月25日至11月1日召开了中共第十三次全国代表大会。这次大会的主要历史功绩，是比较系统地论述了中国社会主义初级阶段的理论，明确概括和全面阐发了中共的“一个中心、两个基本点”的基本路线，确认了邓小平提出的三步走的经济发展战略：第一步，实现国民生产总值比1980年翻一番，解决人民的温饱问题；第二步，到20世纪末，使国民生产总值再增长一倍，人民生活达到小康水平；第三步，到下个世纪中叶，人均国民生产总值达到中等发达国家水平，人民生活比较富裕，基本实现现代化。大会高度评价十一届三中全会以来开始找到建设有中国特色社会主义道路的意义，强调指出，这是马克思主义与中国实践相结合的过程中，继找到中国新民主主义革命道路、实现第一次历史性飞跃之后的第二次历史性飞跃。
</p>






<div id="d7-5"><h3 style="padding-bottom: 15px;">政治风波</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">十三大以后，在国际国内的复杂艰难情况下，中国克服种种困难，实现了社会稳定、政治稳定和经济发展。中国经济从1984年到1988年经历了一个加速发展的飞跃时期，展现了农业和工业、农村和城市、改革和发展相互促进的生动局面，整个国民经济提高到一个新的水平。同时在前进中也出现了一些问题，主要是物价波动大了一点，重复建设比较严重。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">中国共产党决定用一段时间治理经济环境、整顿经济秩序，以利于更好地推进改革和建设。1989年春夏之交发生了一场政治风波，中共平息在北京发生的反革命暴乱，捍卫了社会主义国家政权，维护了国家根本利益，保证了改革开放和现代化建设继续前进。与此同时，中央明确宣告，党的基本路线和十三大的决策是正确的，绝不因为发生这场政治风波而动摇。
</p>





</div><div id="d8"><Divider class="time" orientation="left">第三代领导集体时期
</Divider>

<p style="padding-bottom: 15px;text-indent: 2em">中共十三届四中全会选出新的中央领导集体。经过四中全会、五中全会，以邓小平为核心的第二代中央领导集体和以江泽民为核心的第三代中央领导集体有计划、有步骤地实现了顺利的交接。中共中央全面坚持党的基本路线，继续抓住经济建设这个中心，努力纠正“一手比较硬，一手比较软”的现象，加强思想政治工作和党的建设工作。在国际局势剧变的情况下，中国共产党按照冷静观察、沉着应付的方针，坚持把注意力集中在办好自己的事情上，相继作出关于加强廉政建设的决定，关于进一步治理整顿、深化改革的决定，关于加强党同人民群众联系的决定，关于上海浦东开发开放的决策，关于国民经济和社会发展十年规划和“八五”计划的建议，关于搞好国营大中型企业的决定，关于进一步加强农业和农村工作的决定。中国共产党在历史关键时刻作出的这些重大决策，是完全正确的。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">中国进行社会主义现代化建设，需要一个稳定的国内环境，也需要一个和平的国际环境。邓小平提出了一整套外交战略。他提出，和平和发展是当代世界的两大问题，要坚持独立自主的和平外交政策，反对霸权主义，维护世界和平。他主张以和平共处五项原则作为建立国际政治新秩序和国际经济新秩序的准则。他强调中国永远属于第三世界，永远不称霸。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">在他的主持下，实现了中美建交，缔结了中日和平友好条约，恢复了中苏两党两国的关系，发展了同周边国家和第三世界国家的友好关系。他对许多国家进行了访问，接待了许多国家的领导人。80年代末90年代初，国际风云变幻，社会主义事业出现严重曲折的局势，他提出要冷静观察，稳住阵脚，沉着应付，要把国家的主权和安全始终放在第一位。邓小平为中国现代化建设争取有利的国际条件，为维护世界和平和人类进步事业，作出了巨大贡献。
</p>






<div id="d8-1"><h3 style="padding-bottom: 15px;">邓小平南巡</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">1992年初，邓小平视察南方发表重要谈话，科学地总结了十一届三中全会以来党的基本实践和基本经验，从理论上深刻地回答了长期困扰和束缚人们思想的许多重大认识问题，特别是社会主义与市场经济的关系问题。谈话强调基本路线要管一百年，动摇不得，要求我们思想更解放一点，改革开放的胆子更大一点，建设的步子更快一点，千万不可丧失时机。同年3月中共中央政治局召开全体会议，完全赞同邓小平的重要谈话，认为谈话不仅对当前的改革和建设，对开好中共十四大，具有十分重要的指导作用，而且对整个社会主义现代化建设事业具有重大而深远的意义。接着，中共中央和国务院作出关于加快改革开放和经济发展的一系列决定。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">1992年10月，召开了中共第十四次代表大会。以邓小平南方谈话和十四大为标志，中国社会主义改革开放和现代化建设进入新的阶段。
</p>






<div id="d8-2"><h3 style="padding-bottom: 15px;">现代化建设</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">十四大以后，以江泽民为核心的中共中央高举邓小平建设有中国特色社会主义理论的旗帜，领导全党全军全国各族人民按照十四大的部署，抓住机遇，深化改革，扩大开放，促进发展，保持稳定，在以经济建设为中心的同时一贯坚持物质文明和精神文明建设两手抓，实现了国民经济持续、快速、健康发展，提前达到了邓小平确定的“三步走”发展战略中的第二步战略目标，经济和社会发展取得了重大新成就。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">1995年达到57600多亿元，提前5年实现了原定2000年比1980年翻两番的目标；经济体制改革取得突破性进展；对外开放的总体格局基本形成；城乡人民生活继续改善。“八五”期间，扣除物价因素，城镇居民人均生活费收入年均增长7.7%，农村居民人均纯收入年均增长4.5%；各项社会事业全面发展；社会主义精神文明和民主法制建设取得进展，安定团结的局面进一步巩固。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">1996年10月10日中共十四届六中全会审议通过了《中共中央关于加强社会主义精神文明建设若干重要问题的决议》。《决议》提出了中国以后15年社会主义精神文明建设的主要目标。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">1997年2月19日，邓小平逝世。
</p>






<div id="d8-3"><h3 style="padding-bottom: 15px;">香港回归</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">1997年7月1日，6月30日午夜至7月1日凌晨　中英两国政府香港政权交接仪式在香港举行，宣告中国政府对香港恢复行使主权，中华人民共和国香港特别行政区成立。中国国家主席江泽民、国务院总理李鹏和英国王子查尔斯、首相布莱尔等出席仪式。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">中国政府实现了对香港恢复行使主权。香港回归祖国，标志着“一国两制”构想的巨大成功，标志着中国在完成祖国统一的道路上迈出了重要一步。
</p>






<div id="d8-4"><h3 style="padding-bottom: 15px;">中共十五大</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">1997年9月，中国共产党第十五次全国代表大会召开。十五大确立了以邓小平理论为党的指导思想，提出党在社会主义初级阶段的基本纲领，明确了中国跨世纪发展的奋斗目标和任务。为贯彻十五大精神，中央先后召开七次全会，分别就农业和农村工作、国有企业改革和发展、制定“十五”计划、加强和改进党的作风建设等重大问题，作出决定和部署。在改革发展稳定、内政外交国防、治党治国治军各方面都取得了巨大成就。
</p>





</div><div  id="d9"><Divider class="time" orientation="left">第四代领导集体时期
</Divider>

<p style="padding-bottom: 15px;text-indent: 2em">2002年11月中国共产党第十六次全国代表大会在北京召开。大会的主题是：高举邓小平理论伟大旗帜，全面贯彻“三个代表”重要思想，继往开来，与时俱进，全面建设小康社会，加快推进社会主义现代化，为开创中国特色社会主义事业新局面而奋斗。大会对中共的十五届以来的五年工作和十三届四中全会以来十三年伟大实践的基本经验进行了科学的、全面的总结；为全面建设小康社会，开创中国特色社会主义事业新局面，对中国经济、政治、文化建设和改革等各方面的工作进行了全面部署。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">十六届一中全会选举胡锦涛、吴邦国、温家宝、贾庆林、曾庆红、黄菊、吴官正、李长春、罗干为中央政治局常委，胡锦涛为中央委员会总书记，决定江泽民为中央军事委员会主席，批准吴官正为中央纪律检查委员会书记。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">2003年3月5日－18日　十届全国人大一次会议举行，选举胡锦涛为国家主席，江泽民为国家中央军委主席，吴邦国为全国人大常委会委员长，曾庆红为国家副主席，决定温家宝为国务院总理。
</p>






<div id="d9-1"><h3 style="padding-bottom: 15px;">抗击非典</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">2003年春天中国遭遇一场非典型肺炎疫情重大灾害。面对非典疫情的严峻考验，中国在中共中央、国务院的领导下，坚持一手抓防治非典，一手抓经济建设，夺取了防治非典工作的阶段性的胜利。7月28日，胡锦涛在全国防治非典工作会议上发表讲话，对防治非典工作取得的阶段性重大胜利进行总结。
</p>






<div id="d9-2"><h3 style="padding-bottom: 15px;">废除农业税</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">从2004年开始，农村税费改革进入新的阶段，中央明确提出了取消农业税的目标。当年3月，温家宝总理在政府工作报告中宣布中央将于五年内取消农业税的决定。由此，农村税费改革由“减轻、规范、稳定”的目标转向逐步降低直至最终取消农业税。国务院开始在全国降低农业税的税率，还选择了黑龙江、吉林两省进行全部免除农业税的试点，并取消除烟叶外的农业特产税，同时对种粮农民实行直接补贴、对部分地区农民进行良种补贴和购置农机具的补贴。“两减免、三补贴”的政策，使农民直接得到实惠450亿元。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">2005年，又全面取消牧业税，同时加快降低农业税税率的步伐，并鼓励有条件的省市区自主进行免征农业税的试点。当年上半年，已有27个省区市决定全部免征农业税，另外四个省市区中的多数县市免除了农业税。正式取消农业税，已是水到渠成。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">2005年12月29日，十届全国人大常委会第十九次会议决定，自2006年1月1日起废止《中华人民共和国农业税条例》。由此，国家不再针对农业单独征税，一个在中国存在两千多年的古老税种宣告终结。
</p>






<div id="d9-3"><h3 style="padding-bottom: 15px;">构建和谐社会</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">2006年10月，党的十六届六中全会通过《关于构建社会主义和谐社会若干重大问题的决定》，提出了到2020年构建社会主义和谐社会的指导思想、目标任务、工作原则和重大部署。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">中共的十六大第一次把“社会更加和谐”作为党的重要奋斗目标。随着改革发展的不断推进，中共对建设社会主义和谐社会的认识和实践不断深化。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">2004年9月，中共的十六届四中全会首次提出了构建社会主义和谐社会的历史任务，明确提出，形成全体人民各尽其能、各得其所而又和谐相处的社会，是巩固党执政的社会基础、实现党执政的历史任务的必然要求。要适应我国社会的深刻变化，把和谐社会建设摆在重要位置。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">2005年2月19日，胡锦涛在中央党校省部级主要领导干部“提高构建社会主义和谐社会能力”专题研讨班上，进一步阐明了构建社会主义和谐社会的基本内涵，指出：“我们所要建设的社会主义和谐社会，应该是民主法治、公平正义、诚信友爱、充满活力、安定有序、人与自然和谐相处的社会。”2005年10月，党的十六届五中全会把构建社会主义和谐社会确定为贯彻落实科学发展观必须抓好的一项重大任务，并提出了工作要求和政策措施。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">在此基础上，2006年10月，中共的十六届六中全会专门作出《关于构建社会主义和谐社会若干重大问题的决定》。《决定》明确了社会主义和谐社会的性质及其定位、构建社会主义和谐社会的指导思想、奋斗目标和主要任务以及必须遵循的正确原则。《决定》着重从五个方面对构建社会主义和谐社会作出了工作部署：一是坚持协调发展，加强社会事业建设；二是加强制度建设，保障社会公平正义；三是建设和谐文化，巩固社会和谐的思想道德基础；四是完善社会管理，保持社会安定有序；五是激发社会活力，增进社会团结和睦。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">构建社会主义和谐社会，是中共从中国特色社会主义事业总体布局和全面建设小康社会全局出发提出的重大战略任务。构建社会主义和谐社会战略任务的提出，使中国特色社会主义事业总体布局，由社会主义经济建设、政治建设、文化建设三位一体发展为社会主义经济建设、政治建设、文化建设、社会建设四位一体，从而使中国特色社会主义的发展模式更加清晰。这是中共在探索中国特色社会主义道路上取得的又一个新的认识成果。
</p>






<div id="d9-4"><h3 style="padding-bottom: 15px;">北京奥运会</h3></div>

<p style="padding-bottom: 15px;text-indent: 2em">进入21世纪，中国再次作出决策，支持北京市申办2008年第二十九届奥运会，13亿中国人民又一次向国际社会表达了举办奥运会的热切期望。2001年7月13日，国际奥委会作出决定，将第二十九届奥运会举办权授予中国北京。
</p>

<p style="padding-bottom: 15px;text-indent: 2em">2008年8月8日至24日，举世瞩目的第二十九届奥林匹克运动会在中国北京成功举办。北京成功举办第二十九届奥运会、第十三届残奥会。中国政府坚持贯彻绿色奥运、科技奥运、人文奥运理念，发挥举国体制作用，依靠广大人民群众，坚持开展国际交流合作，为北京奥运会、残奥会的成功举办提供了坚强保障。共有204个国家和地区的代表团1万多名运动员参加本届奥运会。中国体育代表团在奥运会上获得51枚金牌、21枚银牌、28枚铜牌，位居金牌榜第一位；在残奥会上获得89枚金牌、70枚银牌、52枚铜牌，位居金牌榜和奖牌榜第一位。
</p>





</div><div id="d10"><Divider class="time" orientation="left">中国梦
</Divider>

<p style="padding-bottom: 15px;text-indent: 2em">2012年11月，在中国共产党十八届一中全会上，习近平当选中共中央总书记。</p>
<p style="padding-bottom: 15px;text-indent: 2em">2013年3月23日，国家主席习近平在莫斯科国际关系学院发表演讲。实现中华民族伟大复兴，是近代以来中国人民最伟大的梦想，我们称之为“中国梦”，基本内涵是实现国家富强、民族振兴、人民幸福。到2020年国内生产总值和城乡居民人均收入在2010年的基础上翻一番，全面建成小康社会；到本世纪中叶建成富强民主文明和谐的社会主义现代化国家，实现中华民族伟大复兴的中国梦。</p>
</div>
                        </Col>
                    </Row>
                    







                   
                </Content>








     
            </Layout>
            <Footer class="layout-footer-center"></Footer>
            <BackTop :bottom="100"></BackTop>
        </Layout>
    </div>
</div>
</template>

<script>

 export default {
        data () {
            return {
              
            }
        },created: function () {
                 



        },methods: {
    goAnchor(selector) {
        var anchor = this.$el.querySelector("#"+selector)
 
        document.documentElement.scrollTop = anchor.offsetTop
    }
}
        

    }

</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
.layout{
    background:#fff;
    position: relative;
    border-radius: 4px;
    overflow: hidden;
}
.layout-logo{
    width: 175px;
    height: 70px;
    background:#fafafa;
    border-radius: 0px;
    float: left;
    position: relative;
    top: 0px;
    left: 0px;
}
.layout-nav{
    width: 540px;
    margin: 0 auto;
    margin-right: 10px;
   
}
.layout-footer-center{
    background:transparent;
}

.time{
        font-size: 20px;
        font-weight: bold;
        padding-bottom: 5px;
}
.content{
        padding: 5px;
}
h3{
    padding-left:10px;
}

</style>